Repository: wp-plugins/bp-groupblog
Catalog: languages/groupblog-*.po
Languages: fr_fr

source: 1. Only letters and numbers allowed.
fr_fr: 1. Caract&egrave;res alpha-num&eacute;riques uniquement

source: 2. Must be at least four characters.
fr_fr: 2. Doit contenir au moins 4 caract&egrave;res

source: 3. Has to contain letters as well.
fr_fr: 3. Doit contenir des lettres

source: However, you may continue with the blog address as listed below.
fr_fr: Quoi qu&#180;il en soit, vous pouvez continuer &agrave; utiliser l&#180;adresse de blog indiqu&eacute;e ci-dessous

source: We suggest adjusting the group name in group details following these requirements.
fr_fr: Nous vous sugg&eacute;rons de modifier le nom du groupe depuis Groupe &rarr; Options en suivant ces recommandations.

source: % Comments
fr_fr: % commentaires

source: % Comments &#187;
fr_fr: % commentaires #187;

source: &laquo; Previous Entries
fr_fr: &laquo; article précédent

source: (Default Post "Hello World")
fr_fr: (Article par défaut "Hello World")

source: (Overwrites "Bogroll")
fr_fr: (Ecraser le "Blogroll")

source: (Overwrites "Uncategorized")
fr_fr: Ecraser "Uncategorized")

source: 1 Comment
fr_fr: 1 commentaire

source: 1 Comment &#187;
fr_fr: 1 commentaire &#187;

source: <p class="serif">Read the rest of this entry &raquo;</p>
fr_fr: <p class="serif">LIRE LA SUITE &raquo;</p>

source: <p class="serif">Read the rest of this page &raquo;</p>
fr_fr: <p class="serif">LIRE LE RESTE DE LA PAGE &raquo;</p>

source: <p><strong>Pages:</strong>
fr_fr: <p><strong>Pages du Blog:</strong>

source: A bit about the WPMU member roles:
fr_fr: D&eacute;tails des r&ocirc;les dans WPMU:

source: Administrator
fr_fr: Administrateur

source: Author
fr_fr: Auteur

source: Blog Address:
fr_fr: Adresse du blog

source: Blog Pages
fr_fr: Pages du blog

source: Blog Posts
fr_fr: Actuellement sur le blog du groupe

source: Blog Posts Atom Feed
fr_fr: Fil Atom des articles

source: Blog Posts RSS Feed
fr_fr: Fil RSS des articles

source: Blog Title:
fr_fr: Titre du blog:

source: Bonus Options
fr_fr: Options supplémentaires

source: Choose either one of your existing blogs or create a new one all together with the details displayed below.
fr_fr: S&eacute;lectionnez un blog existant ou cr&eacute;ez-en un nouveau selon les d&eacute;tails ci-dessous

source: Contributor
fr_fr: Contributeur

source: Default Administrator Role:
fr_fr: R&ocirc;le par d&eacute;faut administrateur:

source: Default Link Category:
fr_fr: Catégorie par défaut des liens

source: Default Member Role:
fr_fr: R&ocirc;le par d&eacute;faut membre:

source: Default Moderator Role:
fr_fr: R&ocirc;le par d&eacute;faut mod&eacute;rateur:

source: Default Post Category:
fr_fr: Catégorie par défaut des articles

source: Default Theme
fr_fr: Thème par défaut

source: Delete Blogroll Links
fr_fr: Supprimer les liens du Blogroll

source: Delete Initial Comment
fr_fr: Supprimer le commentaire initial

source: Edit
fr_fr: Modifier

source: Edit this entry.
fr_fr: Modifier l'article

source: Editor
fr_fr: Editeur

source: Enable blog posting to allow adding of group members to the blog with the roles set below.
fr_fr: Activez la publication pour autoriser l&#180;ajout de membres avec les droits ci-dessous.

source: Enable group blog
fr_fr: Activer le blog de groupe

source: Enable member blog posting
fr_fr: Activer la publication pour les membres

source: Group Activity
fr_fr: Activité du groupe

source: Group Blog
fr_fr: Blog de groupe

source: Group Wire
fr_fr: Fil du groupe

source: Group details were successfully updated.
fr_fr: Les options ont &eacute;t&eacute; mises &agrave; jour avec succ&egrave;s

source: Groupblog Settings
fr_fr: Paramètres du blog de groupe

source: Groups
fr_fr: Groupes

source: Home
fr_fr: Accueil

source: Links
fr_fr: Liens

source: Log In
fr_fr: connexion

source: Member Options
fr_fr: Options des membres

source: Members
fr_fr: Membres

source: Members (%d)
fr_fr: Membres (%d)

source: Next Entries &raquo;
fr_fr: Article suivant &raquo;

source: No Comments
fr_fr: Pas de commentaires

source: No Comments &#187;
fr_fr: PAs de comentaires &#187;

source: No posts found. Try a different search?
fr_fr: Aucun article trouvé. Lancer une autre recherche ?

source: No posts have been made yet to this group blog.
fr_fr: Ce blog de groupe ne contient pas encore d&#180;article.

source: Not Found
fr_fr: Introuvable.

source: On %1$s %2$s said:
fr_fr: %2$s a dit sur %1$s

source: Options saved.
fr_fr: Options enregistrées.

source: Or, create a new blog
fr_fr: Ou cr&eacute;ez un nouveau blog

source: Permalink
fr_fr: Permalien

source: Permanent Link to
fr_fr: Permalien vers

source: Permanent link to
fr_fr: Lien permanent vers

source: Please choose one of your blogs from the drop-down menu.
fr_fr: S&eacute;lectionnez l&#180;un de vos blogs &agrave; l&#180;aide du memnu d&eacute;roulant

source: Posted in
fr_fr: Publié dans

source: Recently Active Topics
fr_fr: Sujets récemment actifs

source: Remember Me
fr_fr: Se souvenir de moi

source: Save Changes
fr_fr: Enregistrer les modifications

source: Save Changes &raquo;
fr_fr: Enregistrer les modifications &raquo;

source: Search
fr_fr: Recherche

source: Search Results
fr_fr: Résultats de la recherche

source: See All
fr_fr: Tout afficher

source: See All &rarr;
fr_fr: Tout afficher &rarr;

source: Select the default theme:
fr_fr: Choix du thème par défaut:

source: Send Invites
fr_fr: Envoyer les invitations

source: Set First Post to Draft
fr_fr: Mettre le premier article en brouillon.

source: Sign Up
fr_fr: Inscription

source: Site Wide Activity RSS Feed
fr_fr: Fil RSS de l'activité sur l'ensemble du site

source: Somebody who can publish and manage their own posts.
fr_fr: Peut publier et g&eacute;rer ses propres articles.

source: Somebody who can publish posts, manage posts as well as manage other people's posts, etc.
fr_fr: Peut publier et g&eacute;rer ses articles et ceux des autres membres

source: Somebody who can read comments/comment/receive news letters, etc.
fr_fr: Peut commenter, lire et &eacute;crire des commentaires, recevoir des lettres d&#180;informations, etc.

source: Somebody who can write and manage their posts but not publish posts.
fr_fr: Peut &eacute;crire et g&eacute;rer ses articles mais pas les modifier.

source: Somebody who has access to all the administration features.
fr_fr: Peut acc&eacute;der &agrave; la totalit&eacute; des options d&#180;aministration du groupe

source: Sorry, no attachments matched your criteria.
fr_fr: Désolé, aucun résultat ne correspond à vos critères.

source: Sorry, no posts matched your criteria.
fr_fr: Désolé, aucun article ne correspond à vos critères.

source: Subscriber
fr_fr: Abonn&eacute;

source: Take care as you can only choose once. Later you may still disable or enable the blog, but your choice is set.
fr_fr: Attention vous ne pouvez choisir qu&#180;une seule fois. Plus tard vous pourrez activer ou d&eacute;sactiver le blog mais le choix ne pourra plus &ecirc;tre modifi&eacute;.

source: The post was successfully published.
fr_fr: L&#180;article a &eacute;t&eacute; publi&eacute; avec succ&egrave;s

source: There are no active forum topics for this group
fr_fr: Il n'y aucun sujet actif sur le forum de ce groupe

source: There are no wire posts for
fr_fr: Aucun message sur le Fil de

source: There was an error creating your group blog, please try again.
fr_fr: Une erreur est survenue pendant le processus de cr&eacute;ation du blog de groupe. Veuillez essayer &agrave; nouveau.

source: There was an error publishing the post. Please try again.
fr_fr: Une erreur est survenue pendant la publication de l&#180;article. Veuillez essayer &agrave; nouveau.

source: Use one of your own blogs:
fr_fr: Utilisez un de vos propres blogs:

source: Username
fr_fr: Nom d'utilisateur

source: When disabled, all members will temporarily be set to subscribers, disabling posting.
fr_fr: Si d&eacute;sactiv&eacute;, tous les membres du groupe se verront attribuer temporairement le r&ocirc;le d&#180;abonn&eacute;, sans possibilit&eacute; de poster.

source: Wire
fr_fr: Le Fil

source: Yes
fr_fr: Oui

source: You are browsing the archive for %1$s.
fr_fr: Vous parcourez les archives de [ %1$s ]

source: You do not have permission to access this page.
fr_fr: Vous n'êtes pas autorisé à acceder à cette page.

source: by %s
fr_fr: par %s

source: choose a blog
fr_fr: s&eacute;lectionnez un blog

source: in
fr_fr: dans
